{
    "#search-box": {
        "text": "Search for clinical, genomic, or biosample data from the GIC Network Database. Click anywhere to continue the tour.",
        "position": "bottom"
    },
    "#genomic-filter-btn": { 
        "text": "Use the genomic filtering button to apply a filter using genomic information."
    },
    "#search-results-datatable": {
        "text": "The results of the search are displayed in this area. Each row describes a different variable that matches your search result."
    },
    "#search-results-categories": {
        "text": "Results are grouped by categories which include biospecimens, demographics, diagnosis, genomic variants, laboratory results, medications, and procedures.",
        "position": "bottom"
    },
    "#search-results-sub-categories": {
        "text": "Results are categorized further by  group.",
        "position": "bottom"
    },
    "#first-search-result-row": {
        "text": "To add a filter, click on the variable of interest in the row."
    },
    "#first-search-result-ellipses": {
        "text": "The ellipses show the variable's data hierarchy. Clicking a row in the data hierarchy expands your filter to include higher-level variables and values in the data tree.",
        "position": "right"        
    },
    "#results-panel": {
        "text": "The Results Panel displays a summary of the filtered cohort based on the variable filters applied to the query.",
        "position": "top"
    },
    "#detailed-genomic-filter": {
        "text": "Shows the patient count per site with varying genomic data types; updates based on query results.",
        "position": "left"
    },
    "#detailed-biosample-filter": {
        "text": "Shows the patient count per site with varying biosample data types; updates based on query results.",
        "position": "left"
    },
    "#variant-explorer": {
        "text": "The Variant Explorer feature allows users to view the metadata of the variants found in their queried subset at the aggregate level across all participating sites.",
        "position": "left"
    },
    "#package-data": {
        "text": "Finalize your dataset and request access to patient-level data.",
        "position": "left"
    },
    "#help-header-button": {
        "text": "The Help tab will open a new web page displaying a variety of self service learning resources."
    }
}
